import Header from '@/components/header/Header';
import Footer from '@/components/Footer';

export default function PrivacyPolicyPage() {
  return (
    <>
      <Header />
      <div className="container mx-auto">
        <div className="pt-45 pb-10">
          <h1 className="text-4xl font-bold">Политика конфиденциальности</h1>
        </div>

        <div>
          <section className="mb-8">
            <h2 className="text-xl text-gray-600">1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>

            <div>
              <p>
                1.1. Настоящая Политика общества с ограниченной ответственностью «СКЛ», адрес
                местонахождения: 196140, Россия, Санкт-Петербург, Пулковское шоссе, д. 56, к. 4,
                лит. А в отношении обработки персональных данных (далее - Политика) разработана во
                исполнение требований п. 2 ч. 1 ст. 18.1 Федерального закона от 27.07.2006 № 152-ФЗ
                "О персональных данных" (далее - Закон о персональных данных) в целях обеспечения
                защиты прав и свобод человека и гражданина при обработке его персональных данных, в
                том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.
              </p>
              <p>
                1.2. Политика действует в отношении всех персональных данных, которые обрабатывает
                общество с ограниченной ответственностью "СКЛ" (далее - Оператор, ООО "СКЛ")
              </p>
              <p>
                1.3. Политика распространяется на отношения в области обработки персональных данных,
                возникшие у Оператора как до, так и после утверждения настоящей Политики.
              </p>

              <p>
                1.4. Во исполнение требований ч. 2 ст. 18.1 Закона о персональных данных настоящая
                Политика публикуется в свободном доступе в информационно-телекоммуникационной сети
                Интернет на сайте Оператора.
              </p>

              <p className="mb-3">1.5. Основные понятия, используемые в Политике:</p>
              <div className="space-y-1 ml-7">
                <p>
                  <span className="font-medium italic">персональные данные</span> - любая
                  информация, относящаяся к прямо или косвенно определенному или определяемому
                  физическому лицу (субъекту персональных данных);
                </p>
                <p>
                  <span className="font-medium italic">
                    оператор персональных данных (оператор)
                  </span>{' '}
                  - государственный орган, муниципальный орган, юридическое или физическое лицо,
                  самостоятельно или совместно с другими лицами организующие и (или) осуществляющие
                  обработку персональных данных, а также определяющие цели обработки персональных
                  данных, состав персональных данных, подлежащих обработке, действия (операции),
                  совершаемые с персональными данными;
                </p>
                <p>
                  <span className="font-medium italic">обработка персональных данных</span> - любое
                  действие (операция) или совокупность действий (операций) с персональными данными,
                  совершаемых с использованием средств автоматизации или без их использования.
                  Обработка персональных данных включает в себя в том числе: сбор, запись,
                  систематизацию, накопление, хранение, уточнение (обновление, изменение),
                  извлечение, использование, передачу (распространение, предоставление, доступ),
                  обезличивание, блокирование, удаление, уничтожение персональных данных.
                </p>
                <p>
                  <span className="font-medium">
                    автоматизированная обработка персональных данных
                  </span>{' '}
                  - обработка персональных данных с помощью средств вычислительной техники;
                </p>
                <p>
                  <span className="font-medium">распространение персональных данных</span> -
                  действия, направленные на раскрытие персональных данных неопределенному кругу лиц;
                </p>
                <p>
                  <span className="font-medium">предоставление персональных данных</span> -
                  действия, направленные на раскрытие персональных данных определенному лицу или
                  определенному кругу лиц;
                </p>
                <p>
                  <span className="font-medium">блокирование персональных данных</span> - временное
                  прекращение обработки персональных данных (за исключением случаев, если обработка
                  необходима для уточнения персональных данных);
                </p>
                <p>
                  <span className="font-medium">уничтожение персональных данных</span> - действия, в
                  результате которых становится невозможным восстановить содержание персональных
                  данных в информационной системе персональных данных и (или) в результате которых
                  уничтожаются материальные носители персональных данных;
                </p>
                <p>
                  <span className="font-medium">обезличивание персональных данных</span> - действия,
                  в результате которых становится невозможным без использования дополнительной
                  информации определить принадлежность персональных данных конкретному субъекту
                  персональных данных;
                </p>
                <p>
                  <span className="font-medium">информационная система персональных данных</span> -
                  совокупность содержащихся в базах данных персональных данных и обеспечивающих их
                  обработку информационных технологий и технических средств.
                </p>
              </div>

              <div>
                <h3 className="mt-6">1.6. Основные права и обязанности Оператора.</h3>

                <h4 className="mb-2">1.6.1. Оператор имеет право:</h4>

                <div className="space-y-4">
                  <div>
                    <ul className="ml-7">
                      <p>
                        - самостоятельно определять состав и перечень мер, необходимых и достаточных
                        для обеспечения выполнения обязанностей, предусмотренных Законом о
                        персональных данных и принятыми в соответствии с ним нормативными правовыми
                        актами, если иное не предусмотрено Законом о персональных данных или другими
                        федеральными законами;
                      </p>
                      <p>
                        - поручить обработку персональных данных другому лицу с согласия субъекта
                        персональных данных, если иное не предусмотрено федеральным законом, на
                        основании заключаемого с этим лицом договора. Лицо, осуществляющее обработку
                        персональных данных по поручению Оператора, обязано соблюдать принципы и
                        правила обработки персональных данных, предусмотренные Законом о
                        персональных данных, соблюдать конфиденциальность персональных данных,
                        принимать необходимые меры, направленные на обеспечение выполнения
                        обязанностей, предусмотренных Законом о персональных данных;
                      </p>
                      <p>
                        - в случае отзыва субъектом персональных данных согласия на обработку
                        персональных данных Оператор вправе продолжить обработку персональных данных
                        без согласия субъекта персональных данных при наличии оснований, указанных в
                        Законе о персональных данных.
                      </p>
                    </ul>
                  </div>
                  <div>
                    <h4>1.6.2. Оператор обязан:</h4>
                    <ul className="ml-7 my-2">
                      <p>
                        - организовывать обработку персональных данных в соответствии с требованиями
                        Закона о персональных данных;
                      </p>
                      <p>
                        - отвечать на обращения и запросы субъектов персональных данных и их
                        законных представителей в соответствии с требованиями Закона о персональных
                        данных.
                      </p>
                    </ul>
                  </div>
                </div>
              </div>

              <p>
                1.7. Основные права субъекта персональных данных. Субъект персональных данных имеет
                право:
              </p>
              <ul className="ml-7 my-2">
                <p>
                  - получать информацию, касающуюся обработки его персональных данных, в объеме и
                  порядке получения установленных Законом о персональных данных;
                </p>
                <p>
                  - требовать от Оператора уточнения его персональных данных, их блокирования или
                  уничтожения в случае, если персональные данные являются неполными, устаревшими,
                  неточными, незаконно полученными или не являются необходимыми для заявленной цели
                  обработки, а также принимать предусмотренные законом меры по защите своих прав;
                </p>
                <p>
                  - дать предварительное согласие на обработку персональных данных в целях
                  продвижения на рынке товаров, работ и услуг.
                </p>
              </ul>

              <p>
                1.8. Контроль за исполнением требований настоящей Политики осуществляется
                уполномоченным лицом, ответственным за организацию обработки персональных данных у
                Оператора.
              </p>

              <p>
                1.9. Ответственность за нарушение требований законодательства Российской Федерации и
                нормативных актов Оператора в сфере обработки и защиты персональных данных
                определяется в соответствии с законодательством Российской Федерации.
              </p>
            </div>
          </section>

          <section className="mb-8">
            <h2 className="text-xl text-gray-600">2. ЦЕЛИ СБОРА ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>

            <div>
              <p>
                2.1. Обработка персональных данных ограничивается достижением конкретных, заранее
                определенных и законных целей. Не допускается обработка персональных данных,
                несовместимая с целями сбора персональных данных.
              </p>

              <p>
                2.2. Обработке подлежат только персональные данные, которые отвечают целям их
                обработки.
              </p>

              <div>
                <p>
                  2.3. Обработка Оператором персональных данных осуществляется в следующих целях:
                </p>

                <p>
                  2.3.1. Осуществление своей деятельности в соответствии с уставом Оператора, в том
                  числе заключение и исполнение договоров с контрагентами;
                </p>
                <p>
                  2.3.2. Оформление и регулирование трудовых отношений Оператора с субъектами
                  персональных данных и иных непосредственно связанных с ними отношений, в том числе
                  для исполнения обязательств и реализации прав сторон в рамках трудовых договоров
                  между ними, включая, но не ограничиваясь, для расчета и выплаты заработной платы,
                  направления субъектов персональных данных в командировки, для обеспечения
                  безопасности субъектов персональных данных, Оператора и третьих лиц, для контроля
                  количества и качества выполняемой работы и обеспечения сохранности имущества
                  субъектов персональных данных, Оператора и третьих лиц, для получения субъектами
                  персональных данных различных гарантий и льгот и т.д.;
                </p>
                <p>
                  2.3.3. Соблюдение и исполнение требований действующего законодательства Российской
                  Федерации, включая, не ограничиваясь, осуществление бухгалтерского и налогового
                  учёта, организацию документооборота и архивного хранения, направление
                  соответствующих сведений в государственные органы, исполнение требований и
                  предписаний государственных органов, исполнение судебных актов, рассмотрение
                  претензий правообладателей и обращений субъектов персональных данных и т.д.;
                </p>
                <p>
                  2.3.4. Осуществление иной обычной хозяйственной деятельности как юридического
                  лица, в том числе путем рекламирования себя, своих сервисов и услуг, организации
                  пропускного и внутриобъектового режимов, обеспечения безопасности посетителей на
                  своей территории, взаимодействия с субъектами персональных данных, контрагентами и
                  третьими лицами, в соответствии с действующим законодателем Российской Федерации,
                  уставом Оператора, внутренними документами и локальными нормативными актами
                  Оператора.
                </p>
              </div>
            </div>
          </section>

          <section className="mb-8">
            <h2 className="text-xl text-gray-600">
              3. ПРАВОВЫЕ ОСНОВАНИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ
            </h2>

            <div className="space-y-4">
              <p>
                3.1. Правовым основанием обработки персональных данных является совокупность
                нормативных правовых актов, во исполнение которых и в соответствии с которыми
                Оператор осуществляет обработку персональных данных, в том числе:
              </p>

              <div className="ml-7">
                <p>- Конституция Российской Федерации;</p>
                <p>- Гражданский кодекс Российской Федерации;</p>
                <p>- Трудовой кодекс Российской Федерации;</p>
                <p>- Налоговый кодекс Российской Федерации;</p>
                <p>
                  - Федеральный закон от 08.02.1998 № 14-ФЗ "Об обществах с ограниченной
                  ответственностью";
                </p>
                <p>- Федеральный закон от 06.12.2011 № 402-ФЗ "О бухгалтерском учете";</p>
                <p>
                  - Федеральный закон от 15.12.2001 № 167-ФЗ "Об обязательном пенсионном страховании
                  в Российской Федерации";
                </p>
                <p>
                  - иные нормативные правовые акты, регулирующие отношения, связанные с
                  деятельностью Оператора.
                </p>
              </div>

              <p>3.2. Правовым основанием обработки персональных данных также являются:</p>

              <div className="ml-7">
                <p>- устав ООО "СКЛ";</p>
                <p>- договоры, заключаемые между Оператором и субъектами персональных данных;</p>
                <p>- договоры, заключаемые между Оператором и третьими лицами;</p>
                <p>- согласие субъектов персональных данных на обработку их персональных данных.</p>
              </div>
            </div>
          </section>

          <section className="mb-8">
            <h2 className="text-xl text-gray-600">
              4. ОБЪЕМ И КАТЕГОРИИ ОБРАБАТЫВАЕМЫХ ПЕРСОНАЛЬНЫХ ДАННЫХ, КАТЕГОРИИ СУБЪЕКТОВ
              ПЕРСОНАЛЬНЫХ ДАННЫХ
            </h2>

            <div>
              <p>
                4.1. Оператор может обрабатывать персональные данные следующих категорий субъектов
                персональных данных.
              </p>

              <div className="space-y-6">
                <div>
                  <p>
                    4.1.1. Кандидаты для приема на работу к Оператору - для целей исполнения
                    трудового законодательства в рамках трудовых и иных непосредственно связанных с
                    ним отношений, осуществления пропускного режима:
                  </p>
                  <div className="ml-7 my-4">
                    <p>- фамилия, имя, отчество;</p>
                    <p>- пол;</p>
                    <p>- гражданство;</p>
                    <p>- дата и место рождения;</p>
                    <p>- контактные данные;</p>
                    <p>- сведения об образовании, опыте работы, квалификации;</p>
                    <p>
                      - иные персональные данные, сообщаемые кандидатами в резюме и сопроводительных
                      письмах.
                    </p>
                  </div>
                </div>

                <div>
                  <p>
                    4.1.2. Работники и бывшие работники Оператора - для целей исполнения трудового
                    законодательства в рамках трудовых и иных непосредственно связанных с ним
                    отношений, контроля объема и качества выполняемой работы, осуществления
                    пропускного режима:
                  </p>
                  <div className="ml-7 my-4">
                    <p>- фамилия, имя, отчество;</p>
                    <p>- пол;</p>
                    <p>- гражданство;</p>
                    <p>- дата и место рождения;</p>
                    <p>- фото и видеоизображение;</p>
                    <p>- паспортные данные;</p>
                    <p>- адрес регистрации по месту жительства;</p>
                    <p>- адрес фактического проживания;</p>
                    <p>- контактные данные;</p>
                    <p>- индивидуальный номер налогоплательщика;</p>
                    <p>- страховой номер индивидуального лицевого счета (СНИЛС);</p>
                    <p>
                      - сведения об образовании, квалификации, профессиональной подготовке и
                      повышении квалификации;
                    </p>
                    <p>- семейное положение, наличие детей, родственные связи;</p>
                    <p>
                      - сведения о трудовой деятельности, в том числе наличие поощрений, награждений
                      и (или) дисциплинарных взысканий;
                    </p>
                    <p>- данные о регистрации брака;</p>
                    <p>- сведения о воинском учете;</p>
                    <p>- сведения об инвалидности;</p>
                    <p>- сведения об удержании алиментов;</p>
                    <p>- сведения о доходе с предыдущего места работы;</p>
                    <p>- банковские реквизиты;</p>
                    <p>- сведения о временной нетрудоспособности;</p>
                    <p>
                      - иные персональные данные, предоставляемые работниками в соответствии с
                      требованиями трудового законодательства.
                    </p>
                  </div>
                </div>

                <div>
                  <p>
                    4.1.3. Члены семьи работников Оператора - для целей исполнения трудового
                    законодательства в рамках трудовых и иных непосредственно связанных с ним
                    отношений:
                  </p>
                  <div className="ml-7 my-4">
                    <p>- фамилия, имя, отчество;</p>
                    <p>- степень родства;</p>
                    <p>- дата рождения;</p>
                    <p>
                      - иные персональные данные, предоставляемые работниками в соответствии с
                      требованиями трудового законодательства.
                    </p>
                  </div>
                </div>

                <div>
                  <p>
                    4.1.4. Клиенты и контрагенты Оператора (физические лица) - для целей
                    осуществления своей деятельности в соответствии с уставом Оператора, контроля
                    качества обслуживания, осуществления пропускного режима:
                  </p>
                  <div className="ml-7 my-4">
                    <p>- фамилия, имя, отчество;</p>
                    <p>- дата и место рождения;</p>
                    <p>- паспортные данные;</p>
                    <p>- адрес регистрации по месту жительства;</p>
                    <p>- адрес доставки;</p>
                    <p>- контактные данные;</p>
                    <p>- замещаемая должность;</p>
                    <p>- индивидуальный номер налогоплательщика;</p>
                    <p>
                      - страховой номер индивидуального лицевого счета (СНИЛС) при наличии
                      необходимости;
                    </p>
                    <p>- банковские реквизиты;</p>
                    <p>
                      - сведения о профессиональном образовании (для контрагентов – физических лиц);
                    </p>
                    <p>
                      - ссылки на профили в социальных сетях или отраслевых ресурсах (для
                      контрагентов – физических лиц);
                    </p>
                    <p>
                      - иные персональные данные, предоставляемые клиентами и контрагентами
                      (физическими лицами), необходимые для заключения и исполнения договоров.
                    </p>
                  </div>
                </div>

                <div>
                  <p>
                    4.1.5. Представители (работники) клиентов и контрагентов Оператора (юридических
                    лиц) - для целей осуществления своей деятельности в соответствии с уставом
                    Оператора, контроля качества обслуживания, осуществления пропускного режима:
                  </p>
                  <div className="ml-7 my-4">
                    <p>- фамилия, имя, отчество;</p>
                    <p>- паспортные данные;</p>
                    <p>- контактные данные;</p>
                    <p>- замещаемая должность;</p>
                    <p>- индивидуальный номер налогоплательщика;</p>
                    <p>- банковские реквизиты;</p>
                    <p>- сведения о полномочиях субъектов персональных данных;</p>
                    <p>
                      - иные персональные данные, предоставляемые представителями (работниками)
                      клиентов и контрагентов, необходимые для заключения и исполнения договоров.
                    </p>
                  </div>
                </div>

                <div>
                  <p>
                    4.1.6. Посетители сайтов Оператора и представители потенциальных контрагентов -
                    для целей осуществления своей деятельности в соответствии с уставом Оператора,
                    контроля качества обслуживания, а также иной обычной хозяйственной деятельности
                    как юридического лица, в том числе путем рекламирования себя, своих сервисов и
                    услуг:
                  </p>
                  <div className="ml-7 my-4">
                    <p>- фамилия, имя, отчество;</p>
                    <p>- контактные данные;</p>
                    <p>- идентификаторы в информационных системах Оператора;</p>
                    <p>
                      - технические сведения о пользовательских устройствах и идентификаторы, в том
                      числе файлы cookies, и иные данные, самостоятельно предоставленные такими
                      пользователями в адрес Оператора или третьих лиц;
                    </p>
                    <p>
                      - иные персональные данные, предоставляемые посетителями сайтов Оператора и
                      представители потенциальных контрагентов.
                    </p>
                  </div>
                </div>

                <div>
                  <p>4.1.7. Посетители Оператора - для осуществления пропускного режима:</p>
                  <div className="ml-7 my-4">
                    <p>- фамилия, имя, отчество;</p>
                    <p>- реквизиты основного документа, удостоверяющего личность.</p>
                  </div>
                </div>
              </div>

              <p>
                4.2. Оператором не осуществляется обработка специальных категорий персональных
                данных, касающихся расовой, национальной принадлежности, политических взглядов,
                религиозных или философских убеждений, состояния здоровья, интимной жизни, за
                исключением случаев, предусмотренных законодательством РФ.
              </p>
            </div>
          </section>

          <section className="mb-8">
            <h2 className="text-xl text-gray-600">
              5. ПОРЯДОК И УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ
            </h2>

            <div>
              <p>
                5.1. Обработка персональных данных осуществляется Оператором в соответствии с
                требованиями законодательства Российской Федерации.
              </p>
              <p>
                5.2. Обработка персональных данных осуществляется с согласия субъектов персональных
                данных на обработку их персональных данных, а также без такового в случаях,
                предусмотренных законодательством Российской Федерации.
              </p>

              <p>
                5.3. Оператор осуществляет обработку персональных данных для каждой цели их
                обработки следующими способами:
              </p>
              <div className="ml-7 my-4">
                <p>- неавтоматизированная обработка персональных данных;</p>
                <p>
                  - автоматизированная обработка персональных данных с передачей полученной
                  информации по информационно-телекоммуникационным сетям или без таковой;
                </p>
                <p>- смешанная обработка персональных данных.</p>
              </div>

              <p>
                5.4. К обработке персональных данных допускаются работники Оператора, в должностные
                обязанности которых входит обработка персональных данных.
              </p>

              <p>
                5.5. Не допускается раскрытие третьим лицам и распространение персональных данных
                без согласия субъекта персональных данных, если иное не предусмотрено федеральным
                законом. Согласие на обработку персональных данных, разрешенных субъектом
                персональных данных для распространения, оформляется отдельно от иных согласий
                субъекта персональных данных на обработку его персональных данных.
              </p>

              <p>
                5.6. Передача персональных данных органам дознания и следствия, в Федеральную
                налоговую службу, Социальный фонд России и другие уполномоченные органы
                исполнительной власти и организации осуществляется в соответствии с требованиями
                законодательства Российской Федерации.
              </p>

              <p>
                5.7. Оператор принимает необходимые правовые, организационные и технические меры для
                защиты персональных данных от неправомерного или случайного доступа к ним,
                уничтожения, изменения, блокирования, распространения и других несанкционированных
                действий.
              </p>

              <p>
                5.8. Оператор осуществляет хранение персональных данных в форме, позволяющей
                определить субъекта персональных данных, не дольше, чем этого требует каждая цель
                обработки персональных данных, если срок хранения персональных данных не установлен
                федеральным законом, договором.
              </p>

              <div>
                <p>5.9. Оператор прекращает обработку персональных данных в следующих случаях:</p>
                <div className="ml-7 my-4">
                  <p>
                    - выявлен факт их неправомерной обработки. Срок - в течение трех рабочих дней с
                    даты выявления;
                  </p>
                  <p>- достигнута цель их обработки;</p>
                  <p>
                    - истек срок действия или отозвано согласие субъекта персональных данных на
                    обработку указанных данных, когда по Закону о персональных данных обработка этих
                    данных допускается только с согласия.
                  </p>
                </div>
              </div>

              <div>
                <p>
                  5.10. При достижении целей обработки персональных данных, а также в случае отзыва
                  субъектом персональных данных согласия на их обработку Оператор прекращает
                  обработку этих данных, если:
                </p>
                <div className="ml-7 my-4">
                  <p>
                    - иное не предусмотрено договором стороной которого, выгодоприобретателем или
                    поручителем, по которому является субъект персональных данных;
                  </p>
                  <p>
                    - Оператор не вправе осуществлять обработку без согласия субъекта персональных
                    данных на основаниях, предусмотренных Законом о персональных данных или иными
                    федеральными законами;
                  </p>
                  <p>
                    - иное не предусмотрено другим соглашением между Оператором и субъектом
                    персональных данных.
                  </p>
                </div>
              </div>

              <p>
                5.11. При обращении субъекта персональных данных к Оператору с требованием о
                прекращении обработки персональных данных в срок, не превышающий 10 рабочих дней с
                даты получения Оператором соответствующего требования, обработка персональных данных
                прекращается, за исключением случаев, предусмотренных Законом о персональных данных.
                Указанный срок может быть продлен, но не более чем на пять рабочих дней. Для этого
                Оператору необходимо направить субъекту персональных данных мотивированное
                уведомление с указанием причин продления срока.
              </p>

              <p>
                5.12. При сборе персональных данных, в том числе посредством
                информационно-телекоммуникационной сети Интернет, Оператор обеспечивает запись,
                систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение
                персональных данных граждан Российской Федерации с использованием баз данных,
                находящихся на территории Российской Федерации, за исключением случаев, указанных в
                Законе о персональных данных.
              </p>
            </div>
          </section>

          <section className="mb-20">
            <h2 className="text-xl text-gray-600">
              6. АКТУАЛИЗАЦИЯ, ИСПРАВЛЕНИЕ, УДАЛЕНИЕ, УНИЧТОЖЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ, ОТВЕТЫ НА
              ЗАПРОСЫ СУБЪЕКТОВ НА ДОСТУП К ПЕРСОНАЛЬНЫМ ДАННЫМ
            </h2>

            <div>
              <p>
                6.1. Запросы о подтверждении факта обработки персональных данных Оператором,
                правовых основаниях и целях обработки персональных данных, а также иные сведения,
                указанные в ч. 7 ст. 14 Закона о персональных данных, равно как и запросы об
                исправлении, блокировании или уничтожении персональных данных обрабатываются
                Оператором в сроки, предусмотренные ст. 20 Закона о персональных данных.
              </p>

              <p>Запрос должен содержать:</p>
              <div>
                <div className="ml-7 my-4">
                  <p>
                    - номер основного документа, удостоверяющего личность субъекта персональных
                    данных или его представителя, сведения о дате выдачи указанного документа и
                    выдавшем его органе;
                  </p>
                  <p>
                    - сведения, подтверждающие участие субъекта персональных данных в отношениях с
                    Оператором (номер договора, дата заключения договора, условное словесное
                    обозначение и (или) иные сведения), либо сведения, иным образом подтверждающие
                    факт обработки персональных данных Оператором;
                  </p>
                  <p>- подпись субъекта персональных данных или его представителя.</p>
                </div>
              </div>

              <p>
                Запрос может быть направлен в форме электронного документа и подписан электронной
                подписью в соответствии с законодательством Российской Федерации.
              </p>

              <p>
                Оператор предоставляет сведения, указанные в ч. 7 ст. 14 Закона о персональных
                данных, субъекту персональных данных или его представителю в той форме, в которой
                направлены соответствующие обращение либо запрос, если иное не указано в обращении
                или запросе.
              </p>

              <p>
                Если в обращении (запросе) субъекта персональных данных не отражены в соответствии с
                требованиями Закона о персональных данных все необходимые сведения или субъект не
                обладает правами доступа к запрашиваемой информации, то ему направляется
                мотивированный отказ.
              </p>

              <div>
                <p>6.2. Порядок уничтожения персональных данных Оператором.</p>

                <div className="space-y-4">
                  <div>
                    <p>6.2.1. Условия и сроки уничтожения персональных данных Оператором:</p>
                    <div className="ml-7 my-4">
                      <p>
                        - достижение цели обработки персональных данных либо утрата необходимости
                        достигать эту цель - в течение 30 дней;
                      </p>
                      <p>
                        - достижение максимальных сроков хранения документов, содержащих
                        персональные данные, - в течение 30 дней;
                      </p>
                      <p>
                        - предоставление субъектом персональных данных (его представителем)
                        подтверждения того, что персональные данные получены незаконно или не
                        являются необходимыми для заявленной цели обработки, - в течение семи
                        рабочих дней;
                      </p>
                      <p>
                        - отзыв субъектом персональных данных согласия на обработку его персональных
                        данных, если их сохранение для цели их обработки более не требуется, - в
                        течение 30 дней.
                      </p>
                    </div>
                  </div>

                  <div>
                    <p>
                      6.2.2. При достижении цели обработки персональных данных, а также в случае
                      отзыва субъектом персональных данных согласия на их обработку персональные
                      данные подлежат уничтожению, если:
                    </p>
                    <div className="ml-7 my-4">
                      <p>
                        - иное не предусмотрено договором, стороной которого, выгодоприобретателем или
                        поручителем, по которому является субъект персональных данных;
                      </p>
                      <p>
                        - Оператор не вправе осуществлять обработку без согласия субъекта персональных
                        данных на основаниях, предусмотренных Законом о персональных данных или
                        иными федеральными законами;
                      </p>
                      <p>
                        - иное не предусмотрено другим соглашением между Оператором и субъектом
                        персональных данных.
                      </p>
                    </div>
                  </div>

                  <p>
                    6.2.3. Уничтожение персональных данных осуществляет комиссия,
                    созданная приказом генерального директора ООО "СКЛ".
                  </p>

                  <p>
                    6.2.4. Способы уничтожения персональных данных устанавливаются
                    в локальных нормативных актах Оператора.
                  </p>
                </div>
              </div>
            </div>
          </section>
        </div>
      </div>

      <Footer />
    </>
  );
}
